Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

source: Please say the dose unit explicitly as mg, mcg, or mL.
de: Nennen Sie die Dosiseinheit ausdrücklich als mg, µg oder mL.
es: Indica explícitamente la unidad de la dosis: mg, mcg o mL.
fr: Indiquez explicitement l’unité de dose : mg, µg ou mL.
ja: 投与量の単位をmg、mcg、またはmLで明示してください。
ko: 용량 단위를 mg, mcg 또는 mL로 명확하게 말해 주세요.
th: โปรดระบุหน่วยขนาดยาให้ชัดเจนว่าเป็น mg, mcg หรือ mL
zh_hans: 请明确说出剂量单位：mg、mcg 或 mL。
zh_hant: 請明確說出劑量單位：mg、mcg 或 mL。

source: Please specify the dosing route. I will not guess it.
de: Geben Sie die Anwendungsart an. Sie wird nicht automatisch angenommen.
es: Indica la vía de administración. No la elegiré automáticamente.
fr: Précisez la voie d’administration. Elle ne sera pas déduite.
ja: 投与経路を指定してください。推測では補いません。
ko: 투여 경로를 지정하세요. 임의로 추정하지 않습니다.
th: โปรดระบุวิธีใช้ยา ระบบจะไม่คาดเดาให้
zh_hans: 请说明给药途径；我不会猜测。
zh_hant: 請說明給藥途徑；我不會猜測。

source: Please specify the exact medication before recording.
de: Geben Sie vor dem Aufzeichnen das genaue Medikament an.
es: Indica el medicamento exacto antes de registrar.
fr: Précisez le médicament exact avant l’enregistrement.
ja: 記録する前に具体的な薬剤を指定してください。
ko: 기록하기 전에 정확한 약물을 지정하세요.
th: โปรดระบุยาให้ชัดเจนก่อนบันทึก
zh_hans: 请在记录前说明确切的药物。
zh_hant: 請在記錄前說明確切的藥物。

source: Please specify the exact medication or compound. I will not guess it.
de: Geben Sie das genaue Medikament oder den Wirkstoff an. Diese Angabe wird nicht automatisch angenommen.
es: Indica el medicamento o compuesto exacto. No lo elegiré automáticamente.
fr: Précisez le médicament ou la substance exacte. Aucun choix ne sera déduit.
ja: 具体的な薬剤または製剤を指定してください。推測では補いません。
ko: 정확한 약물 또는 화합물을 지정하세요. 임의로 추정하지 않습니다.
th: โปรดระบุยาหรือสารประกอบให้ชัดเจน ระบบจะไม่คาดเดาให้
zh_hans: 请说明确切的药物或化合物；我不会猜测。
zh_hant: 請說明確切的藥物或化合物；我不會猜測。

source: Please specify which active planned dose to record.
de: Bitte geben Sie an, welche aktive geplante Dosis zu erfassen ist.
es: Indica qué dosis planificada activa quieres registrar.
fr: Précisez la dose prévue active à enregistrer.
ja: 記録する有効な予定投与を指定してください。
ko: 기록할 활성 예정 용량을 지정하세요.
th: โปรดระบุขนาดยาตามแผนที่ใช้งานอยู่ซึ่งต้องการบันทึก
zh_hans: 请说明要记录哪一项启用的计划剂量。
zh_hant: 請說明要記錄哪一項啟用的計劃劑量。

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
th: นโยบายความเป็นส่วนตัว
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Provisional
de: Vorläufig
fr: Provisoire
ja: 暫定
ko: 임시
th: ชั่วคราว
zh_hans: 预授权
zh_hant: 預授權

source: Pull to refresh reminder status.
de: Ziehen Sie zum Aktualisieren des Erinnerungsstatus.
es: Desliza hacia abajo para actualizar el estado de los recordatorios.
fr: Tirez pour actualiser l’état des rappels.
ja: 下に引いてリマインダーの状態を更新します。
ko: 당겨서 알림 상태 새로고침
th: ดึงเพื่อรีเฟรชสถานะการแจ้งเตือน
zh_hans: 下拉以刷新提醒状态。
zh_hant: 下拉以刷新提醒狀態。

source: Quick
de: Schnell
es: Rápido
fr: Rapide
ja: 短め
ko: 빠름
th: รวดเร็ว
zh_hans: 快速
zh_hant: 快速

source: Quick Dose
de: Schnelldosis
es: Dosis rápida
fr: Dose rapide
ja: クイック投薬
ko: 빠른 용량 기록
th: บันทึกยาแบบด่วน
zh_hans: 快速给药
zh_hant: 快速給藥

source: Read an estimated hormone concentration from HRT Recorder.
de: Eine geschätzte Hormonkonzentration aus HRT Recorder vorlesen.
es: Consulta una concentración hormonal estimada en HRT Recorder.
fr: Lire une estimation de la concentration hormonale dans HRT Recorder.
ja: HRT Recorderから推定ホルモン濃度を読み取ります。
ko: HRT Recorder에서 추정 호르몬 농도를 확인합니다.
th: อ่านค่าความเข้มข้นของฮอร์โมนโดยประมาณจาก HRT Recorder
zh_hans: 从 HRT Recorder 读取估算的激素浓度。
zh_hant: 從 HRT Recorder 讀取估算的激素濃度。

source: Reading Apple Health medications and dose events.
de: Apple-Health-Medikamente und Dosisereignisse werden gelesen.
es: Leyendo medicamentos y eventos de dosis de Salud de Apple.
fr: Lecture des médicaments et événements de prise de Santé d’Apple.
ja: ヘルスケアの薬と投薬イベントを読み取っています。
ko: Apple Health 약물 및 투여 기록 읽는 중
th: กำลังอ่านยาและเหตุการณ์การใช้ยาจาก Apple Health
zh_hans: 正在读取 Apple Health 的用药和给药事件。
zh_hant: 正在讀取 Apple Health 的用藥和給藥事件。

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비
th: พร้อม
zh_hans: 已就绪
zh_hant: 已就緒

source: Record %@ (%@) at %@?
de: %@ (%@) um %@ aufzeichnen?
es: ¿Registrar %@ (%@) a las %@?
fr: Enregistrer %@ (%@) à %@ ?
ja: %@（%@）を%@に記録しますか？
ko: %3$@에 %1$@(%2$@)을(를) 기록할까요?
th: บันทึก %@ (%@) ณ %@ หรือไม่
zh_hans: 要在 %3$@ 记录 %1$@（%2$@）吗？
zh_hant: 要在 %3$@ 記錄 %1$@（%2$@）嗎？

source: Record %@ at %@?
de: %@ um %@ aufzeichnen?
es: ¿Registrar %@ a las %@?
fr: Enregistrer %@ à %@ ?
ja: %@を%@に記録しますか？
ko: %2$@에 %1$@을(를) 기록할까요?
th: บันทึก %@ ณ %@ หรือไม่
zh_hans: 要在 %2$@ 记录 %1$@ 吗？
zh_hant: 要在 %2$@ 記錄 %1$@ 嗎？

source: Record a selected dose from an active medication plan.
de: Eine ausgewählte Dosis aus einem aktiven Medikationsplan aufzeichnen.
es: Registra una dosis seleccionada de un plan de medicación activo.
fr: Enregistrer une dose sélectionnée dans un plan de traitement actif.
ja: 有効な服薬プランから選択した投薬を記録します。
ko: 활성 복약 계획에서 선택한 용량을 기록하십시오.
th: บันทึกขนาดยาที่เลือกจากแผนการใช้ยาที่ใช้งานอยู่
zh_hans: 记录启用的用药计划中选定的剂量。
zh_hant: 記錄啟用的用藥計劃中所選的劑量。

source: Record Dose
de: Dosis aufzeichnen
es: Registrar dosis
fr: Enregistrer la dose
ja: 投薬を記録
ko: 용량 기록
th: บันทึกการใช้ยา
zh_hans: 记录剂量
zh_hant: 記錄劑量

source: Record Planned Dose
de: Geplante Dosis aufzeichnen
es: Registrar la dosis planificada
fr: Enregistrer la dose prévue
ja: 予定投与を記録
ko: 예정 용량 기록
th: บันทึกขนาดยาตามแผน
zh_hans: 记录计划剂量
zh_hant: 記錄計劃劑量

source: Record the selected planned dose at %@?
de: Die ausgewählte geplante Dosis um %@ aufzeichnen?
es: ¿Registrar la dosis planificada seleccionada a las %@?
fr: Enregistrer la dose prévue sélectionnée à %@ ?
ja: 選択した予定投与を%@に記録しますか？
ko: %@에 선택한 예정 용량을 기록할까요?
th: บันทึกขนาดยาตามแผนที่เลือกไว้ ณ %@ หรือไม่
zh_hans: 要在 %@ 记录所选计划剂量吗？
zh_hant: 要在 %@ 記錄所選計劃劑量嗎？

# record_medication.bicalutamide.name
source: Bicalutamide
de: Bicalutamid
es: Bicalutamida
ja: ビカルタミド
ko: 비칼루타미드
th: ไบคาลูทาไมด์
zh_hans: 比卡鲁胺
zh_hant: 比卡魯胺

# record_medication.cyproterone_acetate.name
source: Cyproterone acetate
de: Cyproteronacetat
es: Acetato de ciproterona
fr: Acétate de cyprotérone
ja: 酢酸シプロテロン
ko: 시프로테론아세테이트
th: ไซโปรเทโรนอะซิเตต
zh_hans: 醋酸环丙孕酮
zh_hant: 醋酸環丙孕酮

# record_medication.dutasteride.name
source: Dutasteride
de: Dutasterid
es: Dutasterida
fr: Dutastéride
ja: デュタステリド
ko: 두타스테리드
th: ดูตาสเตไรด์
zh_hans: 度他雄胺
zh_hant: 度他雄胺

# record_medication.finasteride.name
source: Finasteride
de: Finasterid
es: Finasterida
fr: Finastéride
ja: フィナステリド
ko: 피나스테리드
th: ฟิเนสเทไรด์
zh_hans: 非那雄胺
zh_hant: 非那雄胺

# record_medication.notification_due_format
source: %1$@ is due at %2$@.
de: %1$@ ist um %2$@ fällig.
es: %1$@: hora prevista, %2$@.
fr: %1$@ est prévu à %2$@.
ja: %1$@の予定時刻は%2$@です。
ko: %1$@ 복용 예정 시각은 %2$@입니다.
th: %1$@ ถึงกำหนดเวลา %2$@
zh_hans: 应于 %2$@ 服用：%1$@。
zh_hant: 應于 %2$@ 服用：%1$@。

# record_medication.plan_name_format
source: Take %@
de: %@ einnehmen
es: Tomar %@
fr: Prendre %@
ja: %@を服用
ko: %@ 복용
th: ใช้ %@
zh_hans: 服用 %@
zh_hant: 服用 %@

# record_medication.reminder_line_format
source: take %@
de: %@ einnehmen
es: tomar %@
fr: prendre %@
ja: %@を服用
ko: %@ 복용
th: ใช้ %@
zh_hans: 服用 %@
zh_hant: 服用 %@

# record_medication.spironolactone.name
source: Spironolactone
de: Spironolacton
es: Spironolactona
ja: スピロノラクトン
ko: 스피로노락톤
th: สปิโรโนแลคโตน
zh_hans: 螺内酯
zh_hant: 螺內酯

source: Record-only Medication
de: Nur aufzuzeichnendes Medikament
es: Medicación solo para registro
fr: Médicament à enregistrer uniquement
ja: 記録専用薬
ko: 기록 전용 약물
th: ยาสำหรับบันทึกเท่านั้น
zh_hans: 仅记录药物
zh_hant: 僅記錄藥物

source: Record-only medications can only be recorded as oral medications.
de: Medikamente, die nur aufgezeichnet werden, können ausschließlich als orale Medikamente erfasst werden.
es: Los medicamentos de registro exclusivo solo se pueden registrar como medicamentos orales.
fr: Les médicaments à enregistrer uniquement ne peuvent être saisis que par voie orale.
ja: 記録専用薬は経口薬としてのみ記録できます。
ko: 기록 전용 약물은 경구 약물로만 기록할 수 있습니다.
th: ยาสำหรับบันทึกเท่านั้นสามารถบันทึกได้เฉพาะเป็นยารับประทาน
zh_hans: 仅记录药物只能按口服药物记录。
zh_hant: 僅記錄藥物只能按口服藥物記錄。

# Recorded %@ at %@.
source: Recorded %1$@ at %2$@.
de: %1$@ um %2$@ aufgezeichnet.
es: Se registró %1$@ a las %2$@.
fr: Enregistrement de %1$@ à %2$@.
ja: %1$@を%2$@に記録しました。
ko: %2$@에 %1$@을(를) 기록했습니다.
th: บันทึก %1$@ ที่ %2$@
zh_hans: 已于 %2$@ 记录 %1$@。
zh_hant: 已於 %2$@ 記錄 %1$@。

source: Reload
de: Neu laden
es: Volver a cargar
fr: Recharger
ja: 再読み込み
ko: 다시 불러오기
th: โหลดใหม่
zh_hans: 重新载入
zh_hant: 重新載入

source: Reminder pattern is inferred from recent scheduled dose events when possible.
de: Das Erinnerungsmuster wird nach Möglichkeit aus den jüngsten geplanten Dosisereignissen abgeleitet.
es: El patrón de recordatorios se infiere a partir de los eventos de dosis programadas recientes cuando sea posible.
fr: Le rythme des rappels est déduit, si possible, des événements de prise récemment programmés.
ja: 可能な場合は、最近の予定投薬イベントからリマインダーのパターンを推定します。
ko: 가능한 경우 최근 예정된 투여 기록에서 알림 패턴을 추정합니다.
th: ระบบจะอนุมานรูปแบบการแจ้งเตือนจากเหตุการณ์การใช้ยาตามกำหนดล่าสุดเมื่อทำได้
zh_hans: 如有可能，提醒模式会根据最近的计划给药事件推断。
zh_hant: 如有可能，提醒模式會根據最近的計劃給藥事件推斷。

source: Reminder Schedule
de: Erinnerungsplan
es: Pauta de recordatorios
fr: Calendrier des rappels
ja: リマインダーのスケジュール
ko: 알림 일정
th: ตารางการแจ้งเตือน
zh_hans: 提醒安排
zh_hant: 提醒安排

source: Reminder status
de: Erinnerungsstatus
es: Estado del recordatorio
fr: État des rappels
ja: リマインダーの状態
ko: 알림 상태
th: สถานะการแจ้งเตือน
zh_hans: 提醒状态
zh_hant: 提醒狀態

source: Reminder Time
de: Erinnerungszeit
es: Hora de recordatorio
fr: Heure du rappel
ja: 通知時刻
ko: 알림 시간
th: เวลาแจ้งเตือน
zh_hans: 提醒时间
zh_hant: 提醒時間

# reminder.template.greeting.body
source: It's time for {{dose_line}}.
de: Es ist Zeit für {{dose_line}}.
es: Es hora de {{dose_line}}.
fr: C’est l’heure de {{dose_line}}.
ja: {{dose_line}}の時間です。
ko: {{dose_line}} 시간입니다.
th: ถึงเวลา {{dose_line}} แล้ว
zh_hans: 该 {{dose_line}} 了。
zh_hant: 該 {{dose_line}} 了。

# reminder.template.greeting.title
source: Hi!
de: Hallo!
es: ¡Hola!
fr: Bonjour !
ja: こんにちは！
ko: 안녕하세요!
th: สวัสดี!
zh_hans: 提醒一下
zh_hant: 提醒一下

# reminder.template.mahiro.body
source: Don't forget about {{dose_line}}.
de: Vergessen Sie {{dose_line}} nicht.
es: No te olvides de {{dose_line}}.
fr: N’oubliez pas de {{dose_line}}.
ja: {{dose_line}}を忘れないでね。
ko: {{dose_line}}를 잊지 마세요.
th: อย่าลืม {{dose_line}}
zh_hans: 别忘了 {{dose_line}}。
zh_hant: 別忘了 {{dose_line}}。

# reminder.template.quick_checkin.body
source: Ready when you are: {{dose_line}}.
de: Bereit, wenn Sie es sind: {{dose_line}}.
es: Cuando quieras: {{dose_line}}.
fr: Quand vous êtes prêt·e : {{dose_line}}.
ja: 準備ができたら：{{dose_line}}。
ko: 준비되면 기록하세요: {{dose_line}}.
th: เมื่อพร้อมแล้ว: {{dose_line}}
zh_hans: 准备好了就 {{dose_line}}。
zh_hant: 準備好了就 {{dose_line}}。

# reminder.template.quick_checkin.title
source: Quick check-in
de: Kurze Erinnerung
es: Comprobación rápida
fr: Petit rappel
ja: クイックチェックイン
ko: 빠른 체크인
th: เช็คอินด่วน
zh_hans: 小提醒
zh_hant: 小提醒

# reminder.template.reminder.body
source: {{time}} is your window for {{dose_line}}.
de: Um {{time}} ist das Zeitfenster für {{dose_line}}.
es: {{time}} es la hora de {{dose_line}}.
fr: Votre créneau pour {{dose_line}} est à {{time}}.
ja: {{time}}は{{dose_line}}の時間です。
ko: {{time}}은(는) {{dose_line}} 예정 시간입니다.
th: เวลา {{time}} เป็นช่วงสำหรับ {{dose_line}}
zh_hans: 现在到 {{time}} 是 {{dose_line}} 的时间。
zh_hant: 現在到 {{time}} 是 {{dose_line}} 的時間。

# reminder.template.reminder.title
source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインダー
ko: 알림
th: การแจ้งเตือน
zh_hans: 提醒
zh_hant: 提醒

source: Reminders for %@
de: Erinnerungen für %@
es: Recordatorios para %@
fr: Rappels pour %@
ja: %@のリマインダー
ko: %@ 알림
th: การแจ้งเตือนสำหรับ %@
zh_hans: %@ 的提醒
zh_hant: %@ 的提醒

source: Reminders paused
de: Erinnerungen pausiert
es: Recordatorios pausados
fr: Rappels en pause
ja: リマインダーは一時停止中です
ko: 알림 일시 중지됨
th: หยุดการแจ้งเตือนชั่วคราว
zh_hans: 提醒已暂停
zh_hant: 提醒已暫停

source: Remove patch
de: Pflaster entfernen
es: Retirar parche
fr: Retirer le patch
ja: パッチを外す
ko: 패치 제거
th: ถอดแผ่นแปะ
zh_hans: 移除贴片
zh_hant: 移除貼片

source: Remove this time
de: Diese Uhrzeit entfernen
es: Eliminar esta hora
fr: Supprimer cette heure
ja: この時刻を削除
ko: 이 시간 제거
th: ลบเวลานี้
zh_hans: 移除此时间
zh_hant: 移除此時間

source: Removing a patch should not include a dose amount or release rate.
de: Das Entfernen eines Pflasters sollte keine Dosismenge oder Freisetzungsrate enthalten.
es: Al retirar un parche no se debe indicar una cantidad de dosis ni una tasa de liberación.
fr: Le retrait d’un patch ne doit comporter ni dose ni débit de libération.
ja: パッチを外す記録には、投与量や放出速度を含めないでください。
ko: 패치를 제거할 때는 용량이나 방출률을 입력하지 마세요.
th: การถอดแผ่นแปะไม่ควรระบุปริมาณยาหรืออัตราการปล่อย
zh_hans: 移除贴片不应包含剂量或释放速率。
zh_hant: 移除貼片不應包含劑量或釋放速率。

source: Removing a patch should not include dose details.
de: Das Entfernen eines Pflasters sollte keine Dosisangaben enthalten.
es: Al retirar un parche no se deben indicar datos de la dosis.
fr: Le retrait d’un patch ne doit pas comporter de détails de dose.
ja: パッチを外す記録には投薬情報を含めないでください。
ko: 패치 제거에는 용량 세부 정보가 포함되지 않아야 합니다.
th: การถอดแผ่นแปะไม่ควรมีรายละเอียดขนาดยา
zh_hans: 移除贴片时不应包含剂量详情。
zh_hant: 移除貼片時不應包含劑量詳情。

source: Report
de: Bericht
es: Informe
fr: Bilan
ja: レポート
ko: 보고서
th: รายงาน
zh_hans: 报告
zh_hant: 報告

source: Report Detail
de: Berichtsdetails
es: Detalles del informe
fr: Détails du bilan
ja: レポートの詳細
ko: 보고서 세부 정보
th: รายละเอียดรายงาน
zh_hans: 报告详情
zh_hant: 報告詳情

source: Reported
de: Gemeldet
es: Emitido
fr: Compte rendu le
ja: 報告済み
ko: 보고됨
th: รายงานแล้ว
zh_hans: 报告时间
zh_hant: 報告時間

source: Reported time
de: Gemeldeter Zeitpunkt
es: Hora del informe
fr: Date du compte rendu
ja: 報告時刻
ko: 보고 시각
th: เวลาที่รายงาน
zh_hans: 报告时间
zh_hant: 報告時間

source: Reports keep both E2 and T results. Your selected HRT type decides which values calibrate the active curve.
de: Berichte speichern sowohl E2- als auch T-Ergebnisse. Der ausgewählte HRT-Typ bestimmt, welche Werte die aktive Kurve kalibrieren.
es: Los informes conservan los resultados de E2 y T. El tipo de HRT seleccionado determina qué valores calibran la curva activa.
fr: Les bilans conservent les résultats E2 et T. Le type de THS sélectionné détermine les valeurs utilisées pour étalonner la courbe active.
ja: レポートにはE2とTの両方を保存します。選択したHRTタイプにより、現在の曲線の校正に使う値が決まります。
ko: 보고서는 E2 및 T 결과를 모두 유지합니다. 선택한 HRT 유형은 활성 곡선을 보정하는 값을 결정합니다.
th: รายงานจะเก็บผลทั้ง E2 และ T ประเภท HRT ที่เลือกจะกำหนดว่าค่าใดใช้ปรับเทียบเส้นโค้งที่ใช้งานอยู่
zh_hans: 报告会同时保留 E2 和 T 结果；所选 HRT 类型决定哪些数值用于校准当前曲线。
zh_hant: 報告會同時保留 E2 與 T 結果；所選 HRT 類型決定哪些數值用於校準目前曲線。

source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar los valores predeterminados
fr: Rétablir les valeurs par défaut
ja: 初期設定に戻す
ko: 기본값 복원
th: คืนค่าเริ่มต้น
zh_hans: 恢复默认值
zh_hant: 恢複預設值

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
ko: 결과
th: ผลตรวจ
zh_hans: 检验结果
zh_hant: 檢驗結果

source: Review Report
de: Bericht prüfen
es: Revisar informe
fr: Vérifier le bilan
ja: レポートを確認
ko: 보고서 검토
th: ตรวจสอบรายงาน
zh_hans: 核对报告
zh_hant: 核對報告

source: Route
de: Anwendungsart
es: Vía
fr: Voie d’administration
ja: 投与経路
ko: 투여 경로
th: วิธีใช้ยา
zh_hans: 给药途径
zh_hant: 給藥途徑

# route.injection
source: Injection
de: Injektion
es: Inyección
ja: 注射
ko: 주사
th: การฉีด
zh_hans: 肌注
zh_hant: 肌注

# route.patchApply
source: Apply Patch
de: Pflaster aufkleben
es: Aplicar parche
fr: Appliquer le patch
ja: パッチを貼る
ko: 패치 부착
th: ติดแผ่นแปะ
zh_hans: 贴片
zh_hant: 貼片

# route.patchRemove
source: Remove Patch
de: Pflaster entfernen
es: Retirar parche
fr: Retirer le patch
ja: パッチを外す
ko: 패치 제거
th: ถอดแผ่นแปะ
zh_hans: 贴片移除
zh_hant: 貼片移除

source: Safety & Privacy
de: Sicherheit & Datenschutz
es: Seguridad y privacidad
fr: Sécurité et confidentialité
ja: 安全性とプライバシー
ko: 안전 및 개인정보 보호
th: ความปลอดภัยและความเป็นส่วนตัว
zh_hans: 安全与隐私
zh_hant: 安全與隱私

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
th: บันทึก
zh_hans: 保存
zh_hant: 儲存

source: Saved plans with reminders off.
de: Gespeicherte Pläne mit deaktivierten Erinnerungen.
es: Planes guardados con recordatorios desactivados.
fr: Plans enregistrés dont les rappels sont désactivés.
ja: リマインダーがオフの保存済みプラン。
ko: 알림이 꺼진 상태로 저장된 계획
th: แผนที่บันทึกไว้และปิดการแจ้งเตือน
zh_hans: 已保存但提醒关闭的计划。
zh_hant: 已儲存但提醒關閉的計劃。

source: Saved Reports
de: Gespeicherte Berichte
es: Informes guardados
fr: Bilans enregistrés
ja: 保存済みレポート
ko: 저장된 보고서
th: รายงานที่บันทึกไว้
zh_hans: 已保存的报告
zh_hant: 已儲存的報告

source: Scan Report
de: Bericht scannen
es: Escanear informe
fr: Scanner un bilan
ja: レポートをスキャン
ko: 보고서 스캔
th: สแกนรายงาน
zh_hans: 扫描报告
zh_hant: 掃描報告

source: Scan, upload, paste OCR text, or add a report manually.
de: Scannen, Bilder hochladen, OCR-Text einsetzen oder einen Bericht manuell hinzufügen.
es: Escanea, sube o pega texto OCR, o añade un informe manualmente.
fr: Scannez, importez ou collez un texte OCR, ou ajoutez un bilan manuellement.
ja: スキャン、画像のアップロード、OCRテキストのペースト、または手動入力でレポートを追加できます。
ko: 스캔, 이미지 업로드, OCR 텍스트 붙여넣기 또는 직접 입력으로 보고서를 추가하세요.
th: สแกน อัปโหลด วางข้อความ OCR หรือเพิ่มรายงานด้วยตนเอง
zh_hans: 扫描、上传、粘贴 OCR 文本，或手动添加报告。
zh_hant: 掃描、上傳、貼上 OCR 文字，或手動新增報告。

source: Schedule
de: Zeitplan
es: Horario
fr: Calendrier
ja: スケジュール
ko: 일정
th: ตารางเวลา
zh_hans: 时间安排
zh_hant: 時間安排

source: Set chart range and color markers
de: Diagrammbereich und Farbmarker einstellen
es: Configurar el rango del gráfico y los marcadores de color
fr: Définir la plage du graphique et les repères colorés
ja: グラフ範囲と色の目印を設定
ko: 차트 범위 및 색상 마커 설정
th: ตั้งค่าช่วงกราฟและเครื่องหมายสี
zh_hans: 设置图表范围和颜色标记
zh_hant: 設定圖表範圍和顏色標記

source: Set low, medium, and high color markers
de: Niedrige, mittlere und hohe Farbmarkierungen setzen
es: Configurar los marcadores de color de nivel bajo, medio y alto
fr: Définir les repères colorés bas, moyen et élevé
ja: 低・中・高の色の目印を設定
ko: 낮음, 중간, 높음 색상 마커 설정
th: ตั้งค่าเครื่องหมายสีต่ำ ปานกลาง และสูง
zh_hans: 设置低、中、高颜色标记
zh_hant: 設定低、中、高顏色標記

# settings.health.error
source: HealthKit operation failed: %@
de: HealthKit-Operation fehlgeschlagen: %@
es: Falló la operación de HealthKit: %@
fr: Échec de l’opération HealthKit : %@
ja: HealthKitの処理に失敗しました：%@
ko: HealthKit 작업 실패: %@
th: การดำเนินการ HealthKit ล้มเหลว: %@
zh_hans: HealthKit 操作失败：%@
zh_hant: HealthKit 操作失敗：%@

# settings.health.importWeight.success
source: Imported latest body weight: %@ kg
de: Neuestes Körpergewicht importiert: %@ kg
es: Peso corporal más reciente importado: %@ kg
fr: Dernier poids importé : %@ kg
ja: 最新の体重を読み込みました：%@ kg
ko: 최신 체중 가져옴: %@ kg
th: ได้นำเข้าน้ำหนักตัวล่าสุด: %@ kg
zh_hans: 已导入体重：%@ kg
zh_hant: 已匯入體重：%@ kg

# settings.health.weightSync.partialFailure
source: Body weight was updated in the app, but syncing to Apple Health failed: %@
de: Das Körpergewicht wurde in der App aktualisiert, aber die Synchronisierung mit Apple Health ist fehlgeschlagen: %@
es: El peso corporal se actualizó en la app, pero falló la sincronización con Salud de Apple: %@
fr: Le poids a été mis à jour dans l’app, mais la synchronisation avec Santé d’Apple a échoué : %@
ja: アプリ内の体重は更新されましたが、ヘルスケアとの同期に失敗しました：%@
ko: 앱에서 체중이 업데이트되었지만 Apple Health에 동기화하지 못했습니다: %@
th: มีการอัปเดตน้ำหนักตัวในแอป แต่การซิงค์กับ Apple Health ล้มเหลว: %@
zh_hans: 体重已在 App 内更新，但同步到 Apple Health 失败：%@
zh_hant: 體重已在 App 內更新，但同步到 Apple Health 失敗：%@

# settings.medication.import.subtitle
source: The current version does not support importing medication data from HealthKit
de: Die aktuelle Version unterstützt den Import von Medikamentendaten aus HealthKit nicht
es: La versión actual no admite la importación de datos de medicamentos de HealthKit
fr: La version actuelle ne permet pas d’importer les médicaments depuis HealthKit
ja: 現在のバージョンではHealthKitから薬のデータを読み込めません
ko: 현재 버전은 HealthKit에서 약물 데이터 가져오기를 지원하지 않습니다
th: เวอร์ชันปัจจุบันไม่รองรับการนำเข้าข้อมูลยาจาก HealthKit
zh_hans: 当前版本不支持从 HealthKit 导入用药数据
zh_hant: 目前版本不支援從 HealthKit 匯入用藥資料

# settings.medication.import.title
source: Medication import
de: Medikamentenimport
es: Importación de medicamentos
fr: Importation des médicaments
ja: 薬の読み込み
ko: 의약품 가져오기
th: การนำเข้ายา
zh_hans: 用药导入
zh_hant: 用藥匯入

# settings.medication.import.unsupported
source: This version only supports importing body weight from HealthKit. Medication import is currently unavailable.
de: Diese Version unterstützt nur den Import von Körpergewicht aus HealthKit. Arzneimittelimport ist derzeit nicht verfügbar.
es: Esta versión solo admite la importación del peso corporal de HealthKit. La importación de medicamentos no está disponible actualmente.
fr: Cette version permet uniquement d’importer le poids depuis HealthKit. L’importation des médicaments est actuellement indisponible.
ja: このバージョンではHealthKitから体重のみ読み込めます。薬の読み込みは現在利用できません。
ko: 이 버전은 HealthKit에서 체중 가져오기만 지원합니다. 현재 의약품 가져오기를 사용할 수 없습니다.
th: เวอร์ชันนี้รองรับเฉพาะการนำเข้าน้ำหนักตัวจาก HealthKit ขณะนี้ยังไม่รองรับการนำเข้ายา
zh_hans: 当前版本仅支持从 HealthKit 导入体重数据；用药（Medication）导入已关闭。
zh_hant: 目前版本僅支援從 HealthKit 匯入體重資料；用藥（Medication）匯入已關閉。

# settings.section.medication
source: Medication
de: Arzneimittel
es: Medicación
fr: Médicaments
ja: 薬剤
ko: 약물
th: ยา
zh_hans: 用药
zh_hant: 用藥

# settings.section.weight
source: Body Weight
de: Körpergewicht
es: Peso corporal
fr: Poids
ja: 体重
ko: 체중
th: น้ำหนักตัว
zh_hans: 体重
zh_hant: 體重

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

# settings.toolbar.accessibility
source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
th: เปิดการตั้งค่า
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.weight.edit.subtitle
source: Adjust body weight in the app and sync it to Apple Health
de: Körpergewicht in der App anpassen und mit Apple Health synchronisieren
es: Ajusta el peso corporal en la app y sincronízalo con Salud de Apple
fr: Modifier le poids dans l’app et le synchroniser avec Santé d’Apple
ja: アプリ内の体重を調整し、ヘルスケアと同期します
ko: 앱에서 체중을 조정하고 Apple Health와 동기화하세요.
th: ปรับน้ำหนักตัวในแอปและซิงค์กับ Apple Health
zh_hans: 在 App 内调整体重，并同步到 Apple Health
zh_hant: 在 App 內調整體重，並同步到 Apple Health

# settings.weight.edit.title
source: Edit body weight
de: Körpergewicht bearbeiten
es: Editar el peso corporal
fr: Modifier le poids
ja: 体重を編集
ko: 체중 편집
th: แก้ไขน้ำหนักตัว
zh_hans: 手动编辑体重
zh_hant: 手動編輯體重

# settings.weight.import.subtitle
source: Fetch the latest body weight record from Apple Health
de: Den neuesten Körpergewichtseintrag aus Apple Health abrufen
es: Obtén el último registro de peso corporal de Salud de Apple
fr: Récupérer le dernier poids enregistré dans Santé d’Apple
ja: ヘルスケアから最新の体重を取得します
ko: Apple Health에서 최신 체중 기록 가져오기
th: ดึงบันทึกน้ำหนักตัวล่าสุดจาก Apple Health
zh_hans: 拉取 Apple Health 最新体重记录
zh_hant: 取得 Apple Health 最新體重記錄

# settings.weight.import.title
source: Import body weight from HealthKit
de: Körpergewicht aus HealthKit importieren
es: Importar el peso corporal de HealthKit
fr: Importer le poids depuis HealthKit
ja: HealthKitから体重を読み込む
ko: HealthKit에서 체중 가져오기
th: นำเข้าน้ำหนักตัวจาก HealthKit
zh_hans: 从 HealthKit 导入体重
zh_hant: 從 HealthKit 匯入體重

# settings.weight.status.current
source: Current %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在：%@
ko: 현재 %@
th: ปัจจุบัน %@
zh_hans: 当前 %@
zh_hant: 目前 %@

# settings.weight.status.health
source: Current %@ · synced from Health %@
de: Aktuell: %@ · aus Apple Health synchronisiert: %@
es: Actual: %@ · sincronizado desde Salud %@
fr: Actuel : %@ · synchronisé depuis Santé %@
ja: 現在：%@・ヘルスケアから%@に同期
ko: 현재 %@ · Health %@에서 동기화됨
th: ปัจจุบัน %@ · ซิงค์จาก Health %@
zh_hans: 当前 %@ · %@ 已从健康同步
zh_hant: 目前 %@ · %@ 已从健康同步
